const bookList = {
  "code": 0,
  "data": [{
    "bid": 1082651,
    "bName": "战国之平手物语",
    "bAuth": "落木寂无声", "cid": 1126662,
    "desc": "你可以把这本书当作是——老套的穿越故事，尾张，桶狭间，上洛，天下人；一个战国爱好者的私货大放送；起点式历史文；腹黑青年成长史。QQ群：125180638，平手家本城。作者长期居住，欢迎加入围观", "cat": "历史", "catId": 5, "state": "连载", "cnt": "104.84万字"
  },
   {
  "bid": 1683438, "bName": "九天仙缘", "bAuth": "晨风沧岳", "cid": 2104314,"desc": "鸿蒙天地，万千神则，唯爱善缘大道。三界九域，一柄神奇宝剑，曰九天仙缘剑，斗破万千邪恶。幽冥地狱，苍穹九天，一位浪花幻生的少年，凭借一枚墨玉骷髅，执念大爱......《九天仙缘》晨风沧岳又叫它《浪花传奇》潜心为道友打造一个神奇的仙侠之旅。加群《九天仙缘》交流群636020520", "cat": "仙侠", "catId": 22, "state": "连载", "cnt": "472.19万字"
  },
  { "bid": 1867311, "bName": "带着农场混异界", "bAuth": "明宇", "cid": 32686, "desc": "他横任他横，我自种我田，若要来惹我，过不了明年。宅男赵海带着QQ农场穿越到了异界，附身到了一个落迫的小贵族身上，他的封地是一片种不出东西的黑土地，而最主要的是，他还有一个无比强势的未婚妻，他的未婚妻竟然是一个公国的继承人，未来的女大公！最最主要的是，他还是一个魔武废材，不能学魔法，不能学武技，废的十分彻底。我不能学魔法，但是我有农场，你敢攻打我？我放虫子吃光你的军粮，吃光你的庄稼，把你们的水源都下上杀虫剂，除草剂，给你的地上都种上杂草，我看你还敢来攻打我。什么？你要请杀手来暗杀我？嘿嘿嘿，我躲在自己农场的小屋里，看你怎么打我，等你走了，我就让你们国家的粮食绝产，到时候所有人都会起来造你的反，看你还敢来杀我。切看一个有点腹黑的宅男，怎么用他的QQ农场，在那个剑与魔法的世界里，成为让天下所有人一听到都会做恶梦的存在。", "cat": "玄幻", "catId": 21, "state": "连载", "cnt": "2661.5万字" },
  { "bid": 1931432, "bName": "校花的贴身高手", "bAuth": "鱼人二代", "cid": 4362366, "desc": "传奇杀手回归都市，奉旨保护校花！我是校花的贴身高手，你们最好离我远一点，不然大小姐又要吃醋了！【鱼宝宝书友1群333702438（已满），鱼宝宝书友2群417723151】", "cat": "都市", "catId": 4, "state": "连载", "cnt": "1419.64万字" },
  { "bid": 2226569, "bName": "大道争锋", "bAuth": "误道者", "cid": 4362796, "desc": "不堕轮回入大千，心传一道在人间。愿起一剑杀万劫，无情换作有情天!…………大道争锋全订阅VIP群：【235032815】（新群）粉丝自建订阅群：布须玄天·昆始陆（526275426）入群要求粉丝积分2000（旧群）普通书友群：大道争锋书友群【114806203】（新群）大道争锋（217929481）（旧群）溟沧派（1246808660）（旧群）…………", "cat": "仙侠", "catId": 22, "state": "连载", "cnt": "669.09万字" },
  { "bid": 2438479, "bName": "绝世兵王", "bAuth": "五十二策", "cid": 2581927, "desc": "他，曾是雇佣兵世界里的王者！他，曾是一个让敌人闻风丧胆的血修罗！如今，却只因一个诺言回归繁华都市，原本只想平静的生活，但各方势力却如飞蛾扑火，涌现在他的身边……让他不得不再次化身修罗，劈荆斩刺，龙游天际！（PS：已有完本老书《都市俗医》，新书《超级单兵》喜欢的朋友可以去看看，谢谢！）", "cat": "都市", "catId": 4, "state": "连载", "cnt": "583.26万字" },
  { "bid": 2527417, "bName": "蛊真人", "bAuth": "蛊真人", "cid": 1338744, "desc": "人是万物之灵，蛊是天地真精。一个穿越者不断重生的故事。一个养蛊、炼蛊、用蛊的奇特世界。春秋蝉、月光蛊、酒虫、一气金光虫、青丝蛊、希望蛊……雄山漫道真如铁，如今迈步从头越。险就一身乾坤精，我心依旧望苍天！", "cat": "仙侠", "catId": 22, "state": "连载", "cnt": "628.36万字" },
  { "bid": 2571593, "bName": "超级战兵", "bAuth": "一丝不苟", "cid": 4362979, "desc": "【最火爆热血爽文】末世神级强者重生都市，本想低调内敛地生活，奈何却被女人退婚、家族抛弃、众人瞧不起……“我本低调、逼我嚣张，既然如此，那就让苍天敬畏，让大地颤抖，让整个世界都因我而疯狂！”——叶天辰。【PS：（本书各大主流平台，点击均破亿，数千万读者追捧，简体书出版上市，销量火爆；繁体书出版上市，港澳台狂销五十万册。余有影视、游戏、动漫等版权，欢迎洽谈余下版权，都市异能、现代修真内容，非常适合改编！）】书群Q号：227085278新浪微博：作者一丝不苟", "cat": "都市", "catId": 4, "state": "连载", "cnt": "799.81万字" },
  { "bid": 2759939, "bName": "韩娱之掌控星光", "bAuth": "飘雨的飞絮", "cid": 2859551, "desc": "草根出身，为梦想出国发展，积累资金之后，回到国内发展，渐渐成为娱乐大鳄。", "cat": "都市", "catId": 4, "state": "连载", "cnt": "853.9万字" },
  { "bid": 2938917, "bName": "九天化龙志", "bAuth": "八月黄金豆", "cid": 3511640, "desc": "无心成仙，困守枯井难得逍遥。有志化龙，历经百劫终腾九天。", "cat": "仙侠", "catId": 22, "state": "连载", "cnt": "40.02万字" },
  { "bid": 3026395, "bName": "虐仙记", "bAuth": "逆苍生", "cid": 3639825, "desc": "仙道不仁，以天地为洪炉，烹虐众生！一背负柴刀的少年，愤然而起于陇亩之间，抒写逆天的传奇！人道合于天道，天道合于仙道，仙道合于自然。", "cat": "玄幻", "catId": 21, "state": "连载", "cnt": "680.11万字" },
  { "bid": 3052441, "bName": "网游之三国超级领主", "bAuth": "三心二缺", "cid": 3690751, "desc": "虚拟现实游戏《世界之战》席卷全球，它以各国经典历史、经典传说为背景，脑电波接入，100%仿真体感，号称人类第二世界！不过《世界之战》最大的噱头还是达到一定条件可以兑现游戏人物到现实中！设想现实中有机会跟赵云、关羽一起打打架是多么豪气干云，带着貂蝉、阿市逛逛街岂不羡煞一地眼球？当然，随着游戏的深入大家会发现，精彩远不止这些…因游戏中的一颗重生丹而被现实追杀，杨锐再入游戏誓要解开其中疑团…", "cat": "游戏", "catId": 7, "state": "连载", "cnt": "416.98万字" },
  { "bid": 3143807, "bName": "逍遥九龙诀", "bAuth": "晓意", "cid": 3861780, "desc": "龙帝陨落，龙族溃散，远古心法，散落星河。凡人少年，修仙炼道，一人一龙，叱咤寰宇。", "cat": "都市", "catId": 4, "state": "连载", "cnt": "198.4万字" },
  { "bid": 3143934, "bName": "异能小农民", "bAuth": "楚田", "cid": 2039747, "desc": "喝个小酒，打个小牌。不用打工，种点小田，不愁吃来，不愁穿，闲时跟人扯扯淡，修修炼，体内有个“五行泉”，妙用多多把钱赚。小农民，有野心，国外圈地有信心，开名车，住洋房，世界各地把名扬！（欢迎大家关注楚田的公众号，打开微信通讯录，点击右上角的＋号，搜索“楚田”，添加即可。）", "cat": "都市", "catId": 4, "state": "连载", "cnt": "636.09万字" },
  { "bid": 3176570, "bName": "星武狂潮", "bAuth": "话筒", "cid": 95103, "desc": "乱世未来，龙蛇起舞！草根少年，神话降临！班铭倒大霉了，被老妈拉去武贤陈琛的故居黄龙山拜拜，结果一头磕晕在石阶上，丢脸倒是其次，更离谱的是他居然……遇见鬼！更倒霉的是，那个叫鬼叔的不良鬼魅居然告诉班铭，他拥有上古极品修仙根骨——九阴极脉！有没搞错，他班铭可是个纯爷们啊，怎么会拥有这种只出现在女性身上的鬼东东！", "cat": "玄幻", "catId": 21, "state": "连载", "cnt": "234.77万字" },
  { "bid": 3185575, "bName": "随身带着星际争霸", "bAuth": "暴兵对A", "cid": 3913067, "desc": "一觉醒来，唐方穿越到253年后的星河时代，成为一名前线炮灰士兵。他发现自己竟然随身带着一款即时战略游戏《星际争霸2》的三族基地。更让他欣喜若狂的是，他能够召唤游戏空间里建造的战斗兵种。虫族；巢虫领主，雷兽……人族；女妖战机，战列巡洋舰……神族；黑暗圣堂武士，航空母舰……看唐方带领他的三族舰队，震烁星空，颤栗银河。PS：新书期求收藏，推荐。", "cat": "科幻", "catId": 9, "state": "连载", "cnt": "666.79万字" },
  { "bid": 3206900, "bName": "天醒之路", "bAuth": "蝴蝶蓝", "cid": 4362593, "desc": "冲、鸣、气、枢、力、精、英。魄之七力！感知七魄，造就无数强者。然而，一家不起眼的学院里，少年却面临着被驱逐的危机……", "cat": "玄幻", "catId": 21, "state": "连载", "cnt": "226.92万字" },
  { "bid": 3222672, "bName": "电影世界逍遥行", "bAuth": "绿豆冰糖水", "cid": 4001387, "desc": "一直倒霉的叶玄意外的得到了一套能够让他进入梦幻世界历练修行的幻梦系统，在《黄飞鸿》中学习武术；在《赌圣》中学习赌术、异能；在《生化危机》中与丧尸共舞；在《灵幻先生》中与九叔一起打僵尸；在《笑傲江湖》中纵横嬉戏；在《环太平洋》中驾驶机甲打怪兽；在《死神来了》中与死神斗智斗勇；在《风云》中获取长生不死还有《变形金刚》、还有《复仇者联盟》、还有《蜀山》，还有《大话西游》……无尽的梦幻世界，无尽的幻想，在层层的枷锁中解开系统的束缚，还得真我自在逍遥……PS:本书属慢热文，不喜勿入，谢谢！群号：76449097", "cat": "科幻", "catId": 9, "state": "连载", "cnt": "372.57万字" },
  { "bid": 3223937, "bName": "神话版三国", "bAuth": "坟土荒草", "cid": 2773217, "desc": "陈曦看着将一块数百斤巨石撇出去的士卒，无语望苍天，这真的是东汉末年？吕布单枪匹马凿穿万人部队，这怎么看都不科学。赵子龙真心龙魂附体了，一剑断山，这真的是人？典韦单人护着曹操杀出敌营，顺手宰了对面数千步骑，这战斗力爆表了吧！这是不是哪里有些不对啊，陈曦顺手摸了一把鹅毛扇挥了一下，狂风大作，叹了一口气，“这是神话吧，我自己都不正常了。”ps：其实这是一篇正经的种田文……QQ群：95010223（主群，现在还有空位）全订QQ群：375380021酱油群：397441818二群：418928396", "cat": "历史", "catId": 5, "state": "连载", "cnt": "717.37万字" },
  { "bid": 3258971, "bName": "帝霸", "bAuth": "厌笔萧生", "cid": 3995219, "desc": "千万年前，李七夜栽下一株翠竹。八百万年前，李七夜养了一条鲤鱼。五百万年前，李七夜收养一个小女孩。今天，李七夜一觉醒来，翠竹修练成神灵，鲤鱼化作金龙，小女孩成为九界女帝。这是一个养成的故事，一个不死的人族小子养成了妖神、养成了仙兽、养成了女帝的故事。请关注作者的公众号“萧府军团”。", "cat": "玄幻", "catId": 21, "state": "连载", "cnt": "969.09万字" },
  { "bid": 3292701, "bName": "网游之星剑传奇", "bAuth": "星辰旅者", "cid": 3016839, "desc": "这是一本严谨的科幻网游向的仙侠变身小说。在你鼓起勇气上车前请一定做好心理准备！本书车牌号：365358244", "cat": "游戏", "catId": 7, "state": "连载", "cnt": "554.22万字" },
  { "bid": 20, "bName": "紫川", "bAuth": "老猪", "cid": 4362340, "desc": "两百年前的蓝河战场，光明帝国最后的军团在魔族的喧嚣声中崩溃，帝国最后的元帅和皇帝战死。混乱的西川大陆上没有了共同的君主，群雄并起而混战，武力是生存下去的唯一本钱，制霸天下，是一代代强者的梦想。大陆东南，有一个两百多年的强大势力——紫川家族。他西击流风家，东挡魔族，南镇林家。为了强大的梦想，为了家族血统的薪火相传，无数紫川俊杰前仆后继，谱写了一曲的史诗般壮丽的历史。本文《紫川》，讲述的就是这么一个家族的百年悲歌传奇。", "cat": "玄幻", "catId": 21, "state": "完本", "cnt": "296.28万字" },
  { "bid": 110, "bName": "超魔杀帝国", "bAuth": "小分队长", "cid": 12, "desc": "嗯", "cat": "玄幻", "catId": 21, "state": "完本", "cnt": "84.5万字" },
  { "bid": 128, "bName": "梦幻空间", "bAuth": "玄雨", "cid": 90, "desc": "这是一个充满魔法、神魔、妖怪，也是洋溢着铁血柔情，如梦如幻的空间。求包养新书《独步天途》", "cat": "玄幻", "catId": 21, "state": "完本", "cnt": "123.38万字" },
  { "bid": 501, "bName": "小兵传奇", "bAuth": "玄雨", "cid": 90, "desc": "????他自小就有野心，希望当一个统领天下兵马的元帅。他认为要当元帅就要先当将军，而要当将军就要从小兵干起。????求支持新书《独步天途》", "cat": "科幻", "catId": 9, "state": "完本", "cnt": "184.82万字" },
  { "bid": 878, "bName": "风姿物语", "bAuth": "罗森", "cid": 135, "desc": "暴风的前兆，即将撼动整个风之大陆！场内幕重重的婚礼，引来各方人士觊觎，令暹罗城成为七大宗门明争暗斗的角力场。胸怀大志的兰斯洛、剑术卓绝的花次郎、神秘多智的鸿五郎和混水摸鱼的天地有雪，乘着这股暗流，或有意，或无心，在因缘际下齐聚暹罗，共同掀起冲击风之大陆的滔天巨浪。被后世史家冠上“我意王”尊称的男子，兰斯洛，在风之大陆史上留下无数丰功伟业，他的王座在鲜血与火焰中闪烁生光。异世界奇幻冒险钜作，兰斯洛王传奇故事，正式从这里展开！藏书：前传—太阳篇、月亮篇、星星篇、陨星篇、银河篇；外传—梅之卷、黑姑娘、爱菱篇、鸣雷篇；一些同人小说；风姿正传连载中……另:写完了。不知道是八年还是九年，反正，这段长征已经在今天早上十点四十五分的时候结束了。这样很好，就算我周六摔飞机，大家也不怕不能看到风姿结尾了。", "cat": "玄幻", "catId": 21, "state": "完本", "cnt": "362.41万字" },
  { "bid": 1048, "bName": "星之海洋", "bAuth": "charlesp", "cid": 609, "desc": "动荡的大时代已经过去了半个世纪，人类一边重建家园，一边无休止的与自己的平行世界——天界激烈斗争，全然不顾不远的星空中，已经出现了新的威胁。大时代已经成为历史，成为过去，新的大时代即将来临。(完本十周年全面修订版，新内容遍布全书，篇幅增加约6万字，敬请期待！）", "cat": "科幻", "catId": 9, "state": "完本", "cnt": "161.66万字" },
  { "bid": 1479, "bName": "江山美人志", "bAuth": "瑞根", "cid": 4362086, "desc": "神奇的大陆，众多的民族，列国争霸，数风流人物，还看今朝。合久必分，分久必合，为了民族的生存，为了国家的强盛，为了理想的实现，乱世中，众多英雄奇才各显身手，鹿死谁手，拭目以待。且看一代天骄铁血皇帝李无锋如何在这块大路上谱写传奇的一生。", "cat": "玄幻", "catId": 21, "state": "完本", "cnt": "486.67万字" },
  { "bid": 4935, "bName": "龙战星野", "bAuth": "血红", "cid": 4362118, "desc": "大家慢慢看下去就知道了。。。", "cat": "仙侠", "catId": 22, "state": "完本", "cnt": "56.29万字" },
  { "bid": 7098, "bName": "道缘儒仙", "bAuth": "鬼雨", "cid": 4135, "desc": "晚色适春至，和风送月来。夕阳西下，新月如钩。兰儿点亮了粗如儿臂的红蜡烛，将小木屋照得一片通红。她回转身去坐在床边，静静地望着正在挥笔著书的叶昊天，耳边传来松涛阵阵的声音，心中充满了柔情蜜意。她将纤纤玉手搭在叶昊天肩上，轻声道：“相公，你已经决定了吗？”叶昊天搁下毛笔，将兰儿拥在身前，以手抚摸她如云的秀发，道：“是啊，中土的格局太小，我们要去天界找个风景秀美的星球，仿照佛宗的极乐世界，建立儒家的王道乐土。要想让儒家在天界崛起，还要做很多事呢！”兰儿将手臂环住他的颈项，问道：“相公打算将‘王道乐土’建在哪里？”", "cat": "仙侠", "catId": 22, "state": "完本", "cnt": "125.25万字" }],
  "msg": "成功"
};
export default bookList;


